tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
brew "asciinema"
brew "m4"
brew "autoconf"
brew "coreutils"
brew "bash"
brew "bcrypt"
brew "binutils"
brew "glib"
brew "certbot"
brew "cidr"
brew "cloc"
brew "curl"
brew "diffutils"
brew "docker-credential-helper"
brew "ed"
brew "findutils"
brew "flex"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glab"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gpatch"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "hatch"
brew "helm"
brew "infracost"
brew "inframap"
brew "jq"
brew "kube-linter"
brew "kubectx"
brew "less"
brew "lsd"
brew "make"
brew "mas"
brew "minikube"
brew "mise"
brew "mtr"
brew "nano"
brew "neovim"
brew "node"
brew "numpy"
brew "opentofu"
brew "pipx"
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "sponge"
brew "starship"
brew "terraform-docs"
brew "terraformer"
brew "tmux"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "yadm"
brew "yq"
brew "zip"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "google-cloud-sdk"
cask "yubico-yubikey-manager"
mas "Be Focused", id: 973134470
mas "Developer", id: 640199958
mas "In Your Face", id: 1476964367
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TestFlight", id: 899247664
mas "‎WhatsApp", id: 310633997
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "euskadi31.json-pretty-printer"
vscode "foxundermoon.shell-format"
vscode "gamunu.opentofu"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "kevinrose.vsc-python-indent"
vscode "korekontrol.saltstack"
vscode "mechatroner.rainbow-csv"
vscode "mgesbert.python-path"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mushan.vscode-open-iterm2"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
vscode "tim-koehler.helm-intellisense"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
