tap "bendews/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homeport/tap"
tap "kreuzwerker/taps"
tap "kubeshop/monokle"
tap "mingrammer/flog"
tap "one2nc/cloudlens"
tap "teamookla/speedtest"
tap "tofuutils/tap"
tap "turbot/tap"
brew "openssl@3"
brew "cryptography"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "antidote"
brew "m4"
brew "autoconf"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bcrypt"
brew "binutils"
brew "blueutil"
brew "certbot"
brew "cidr"
brew "cloc"
brew "colordiff"
brew "curl"
brew "diffutils"
brew "docker-credential-helper"
brew "ed"
brew "findutils"
brew "flex"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "node"
brew "gitlab-ci-local"
brew "glab"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gpatch"
brew "grep"
brew "gzip"
brew "hcl2json"
brew "helmify"
brew "hugo"
brew "inframap"
brew "kind"
brew "kube-linter"
brew "lastpass-cli"
brew "less"
brew "lsd"
brew "luarocks"
brew "make"
brew "mas"
brew "mise"
brew "mtr"
brew "nano"
brew "ncdu"
brew "neovim"
brew "numpy"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "sponge"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "terracognita"
brew "terraform-docs"
brew "terraformer"
brew "tfk8s"
brew "tmux"
brew "tree"
brew "watch"
brew "wdiff"
brew "wget"
brew "zip"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "bendews/tap/apw"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform-ls"
brew "homeport/tap/dyff"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "kubeshop/monokle/monokle-cli"
brew "mingrammer/flog/flog"
brew "teamookla/speedtest/speedtest"
brew "turbot/tap/powerpipe"
brew "turbot/tap/steampipe"
cask "raycast"
cask "yubico-yubikey-manager"
mas "Developer", id: 640199958
mas "In Your Face", id: 1476964367
mas "Keynote", id: 409183694
vscode "alexeyvax.vscode-open-native-terminal"
vscode "dendron.dendron"
vscode "dendron.dendron-paste-image"
vscode "donjayamanne.python-environment-manager"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "gamunu.opentofu"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "inercia.vscode-k3d"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "mblode.pretty-formatter"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "yzhang.markdown-all-in-one"
